---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.FlangeToeOfFillet
source: html/8dedb2eb-d268-9eca-6e3d-fc98479d5b2e.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralU.FlangeToeOfFillet Property

Detailing distance from center of web to flange toe of fillet, in. (mm)

## Syntax (C#)
```csharp
public double FlangeToeOfFillet { get; set; }
```